{
    "header": {
        "home": "Home",
        "services": "Services ▾",
        "who-we-are": "Who we are ▾",
        "who-we-are-drop-down": "Who we are",
        "action-program": "Action program",
        "your-cv": "Your CV",
        "contact": "Contact"

    },

    "slide-content-work": {
        "title": "We are the engine behind behind every solution",
        "description": "Every solution, result and success achieved is possible thanks to our team. We transform challenges into cutting-edge technological solutions.", 
        "button": "WORK WITH US"
    },

    "slide-content-services": {
        "title": "Technological innovation",
        "description": "We manage each stage of software development, ensuring solutions tailored to the needs of your business.", 
        "button": "GET TO KNOW OUR SERVICES"
    },

    "slide-content-history": {
        "title": "Global presence",
        "description": "More than 9 countries rely on our technological technological expertise.", 
        "button": "KNOW OUR HISTORY"
    },

    "slide-content-contact": {
        "title": "We simplify your management",
        "description": "With integrated solutions and specialized teams, we boost your productivity, ensuring efficiency, quality and results aligned with your objectives.",
        "button": "CONTACT US"
    },

    "our-services": {
        "title-outsourcing": "Our services",
        "description-outsourcing": "We provide trained personnel and customized solutions to improve the efficiency and productivity of your business.",
        "description-delivery-center": "We offer an integral management of technological projects, covering all stages of software development, from conception to maintenance.",
        "solutions-title": "Certified confidence for your solutions",
        "clients-title": "Customers and Technology Partners"
    },

    "who-we-are": {
        "title": "Who We Are",
        "who-we-are-p1": "We are a company <strong>specialized in Technology</strong>, founded in 2015, <br>with offices in Argentina and abroad.",
        "who-we-are-p2": "We are leaders in Technology Services and IT Recruiting.",
        "who-we-are-p3": "We partner with our clients to provide them with digital solutions.",
        "who-we-are-p4": "Our goal is to <strong>be the technological partner</strong> for our clients.",
        "who-we-are-btn": "Get to Know Us →"
    },

    "counters": {
        "collaborators": "Collaborators",
        "countries": "Countries",
        "customers-around-the-world": "Customers Around the world",
        "industries": "Industries"
    },

    "social networks": {
        "title": "Follow us on social networks"
    },

    "hiring": {
        "title": "Who we are",
        "button": "Work with us →"
    },

    "footer": {
        "our-services-title": "Our services",
        "delivery-center": "Delivery Center",
        "outsourcing": "Work with us →",
        "innovation-hub": "Work with us →",
        "ux": "Work with us →",
        "about-title": "About CFOtech",
        "we": "About us",
        "our-culture": "Our Culture",
        "work": "Work with us",
        "clients": "Clients",
        "links-title": "",
        "soport": "Support Center",
        "legal-notice": "Legal Notice",
        "privacy": "Privacy",
        "security-policy": "Security Policy",
        "cookies-policy": "Cookie Policy",
        "cookie-settings": "Cookie settings",
        "social-networks-title": "Social media",
        "chile": "",
        "miami": ""
    },

    "delivery-center": {
        "delivery-center-title": "Delivery Center",
        "explore-our-services": "Explore our services",
        "delivery-center-description": "We manage <span class='gradient-text' id='text1'>software development</span> projects, providing technological solutions and digital product design with experienced professionals, using <span class='gradient-text' id='text2'>agile</span> or traditional methodologies.",
        "all-our-services-title": "All our services",
        "innovation-hub-title": "Innovation Hub",
        "innovation-hub-description": "Our Innovation Hub is a space where innovative ideas take shape in a collaborative and technological environment.",
        "architectural-design": "Architecture Design",
        "architectural-design-description": "We have a strong team of architects who can design the system structure, make decisions about appropriate technologies and tools, and ensure the integrity and performance of the software.",
        "software-development": "Software Development",
        "software-development-description": "We have a strong capability to develop quality software with teams experienced in various programming languages, frameworks and methodologies.",
        "maintenance-and-support": "Maintenance and Support",
        "maintenance-and-support-description": "We perform maintenance and corrective/evolutionary support services, working on updates, patches and bug fixes to existing software.",
        "project-management": "Project Management",
        "project-management-description": "We have a solid capacity to develop quality software with experienced teams in various programming languages and methodologies.",
        "ia-data": "Artificial Intelligence + Data",
        "ia-data-description": "We have a team that can address and execute services to become a Data Driven organization.",
        "rpa-robotization": "RPA - Robotization",
        "rpa-robotization-description": "We automate repetitive and manual tasks through robot software, optimizing operational efficiency.",
        "cloud-computing": "Cloud Computing",
        "cloud-computing-description": "We provide solutions in the Cloud, whether they are developments or building infrastructures from scratch.",
        "consulting-and-assessment-title": "Consulting and Assessment",
        "office-pmo": "PMO Office",
        "office-pmo-description": "We advise our clients in setting up PMO offices based on market methodologies, adapting them to the needs and demand generation of the business.",
        "quality-assurance": "Quality Assurance",
        "quality-assurance-description": "Our teams have QA and QC processes where robust tests are defined. We provide consulting on quality processes based on TMMI.",
        "ux": "UX Reasearch Design Thinking Workshops Usability Testing Heuristic Analysis A/B Testing Interaction Design.",
        "bootcamp-title": "CFOTECH BOOTCAMP",
        "bootcamp-description": "Our Bootcamp is a school designed for people looking to take their first steps in the technology sector. Here you will have the opportunity to:",
        "bootcamp-l1": "Acquire learning and practical experience.",
        "bootcamp-l2": "Train in a real work environment with challenging projects.",
        "bootcamp-l3": "Build the foundations of a solid career in the IT world.",
        "about-title": "About CFOtech",
        "we": "About us",
        "our-culture": "Our Culture",
        "work": "Work with us",
        "clients": "Clients",
        "links-title": "",
        "soport": "Support Center",
        "legal-notice": "Legal Notice",
        "privacy": "Privacy",
        "security-policy": "Security Policy",
        "cookies-policy": "Cookie Policy",
        "cookie-settings": "Cookie settings",
        "social-networks-title": "Social media",
        "chile": "",
        "miami": ""
    },

   
    "outsourcing": {
        "Outsourcing-title": "Outsourcing",
        "outsourcing-description": "Designed to provide companies with an efficient and specialized solution in the recruitment and selection of human talent.",
        "carousel-description": "We have <span class='gradient-text' id='text1'>extensive experience</span> in attracting the right profiles, tailored to the specific needs of our clients.",
        "services-subtitle": "Selection Processes",
        "services-subtitle-description": "Each selection process is based on a thorough evaluation of the candidates' skills and capabilities, ensuring that their profile is suitable for the positions available.",
        "our-methodology": "Our methodology",
        "our-methodology-description": "Our methodology ensures high efficiency at each stage of the process, respecting the highest standards of safety and quality in human resources management.",
        "how-we-work": "How we work.",
        "how-we-work-description" : "Rely on our experience to optimize your recruitment process and ensure that the right talent is part of your team.",
        "talent-search-and-selection-title":"Talent search and selection",
        "talent-p1":"We connect companies with the right talent",
        "talent-p2":"Our search and selection service is designed to identify, evaluate and attract the professionals that best align with your organization's needs and objectives.",
        "what-sets-us-apart": "What sets us apart?",
        "customized-selection-methodology": "Customized Selection Methodology",
        "we-analyze": "We analyze the profile of each position to design customized recruitment processes.",
        "talent-title": "Access to a Broad Talent Network",
        "talent-description": "We have a carefully selected candidate base with experience in multiple industries.",
        "comprehensive-evaluation-title": "Comprehensive Evaluation",
        "comprehensive-evaluation-description": "Rely on our experience to optimize your recruitment process and ensure that the right talent is part of your team.",
        "benefits": "Benefits of choosing us",
        "benefits-item1": "Time reduction in the recruitment process",
        "benefits-item2": "Guaranteed talent aligned with your company's values and objectives.",
        "benefits-item3": "A strategic partner for the growth of your team"
    },

   "our-history": {
        "our-history-title": "Our History",
        "our-history-subtitle": "Our History",
        "our-history-description-p1": "We are a <strong>technology-focused</strong> company, founded in 2015, with headquarters in Argentina and abroad.",
        "our-history-description-p2": "We are leaders in Technology Services and IT Recruiting. We support our clients by providing them with digital solutions.",
        "our-history-description-p3": "Our goal is to <strong>be the technological partner</strong> of our clients.",
        "our-history-item1-year":"2015",
        "our-history-item1-title": "The Beginning",
        "our-history-item1-description": "CFOTech IT Global Services is born, marking the beginning of our history in the technology sector.",
        "our-history-item2-year":"2018",
        "our-history-item2-title": "First Big Step",
        "our-history-item2-description": "Move to World Trade Center (WTC): A new space that boosted our collaboration and growth.",
        "our-history-item3-year":"2020",
        "our-history-item3-title": "Innovation and Growth",
        "our-history-item3-description": "Moving to the Technology District: We moved into an ideal environment to enhance our mission of technological leadership.",
        "our-history-item4-year":"2021",
        "our-history-item4-title": "An Expanding Team",
        "our-history-item4-description": "200 employees: We reached a new milestone in building a committed and professional team.",
        "our-history-item5-year":"2024",
        "our-history-item5-title": "Consolidación y regionalización",
        "our-history-item5-description": "Move to the HIT Building: New offices designed for the future. Regionalization: We expand our presence in Latin America. +530 collaborators: A team that keeps growing, bringing innovation to every corner.",
        "mission-title": "Mission",
        "mission-description": "To drive the digital transformation of companies, providing innovative solutions and skilled talent that contribute to the growth and success of our clients.",
        "vision-title": "Vision",
        "vision-description": "To be leaders in technological innovation, positively impacting each organization with which we collaborate through teamwork, promoting respect and diversity, being recognized as the ideal strategic partner for digital success.",
        "values": "Values",
        "values-item1-title": "Constant innovation",
        "values-item1-description": "We research and develop solutions to be at the forefront of technology.",
        "values-item2-title": "Teamwork",
        "values-item2-description": "We foster collaboration to solve problems and create impactful solutions.",
        "values-item3-title": "Inclusivity",
        "values-item3-description": "We promote an environment where everyone feels valued and respected.",
        "values-item4-title": "Honesty",
        "values-item4-description": "We act with integrity, sincerity and transparency in all our actions.",
        "values-item5-title": "Adaptability",
        "values-item5-description": "We adjust quickly to market changes and new technologies.",
        "management-team": "Management Team"
    },

   "programs-of-action": {
        "title": "Action<br> Programs",
        "workshop-title": "Workshop & Wellness",
        "workshop-subtitle": "More than a program, a commitment.",
        "workshop-p1": "We focus not only on professional development but also on the overall well-being of our employees. For this reason, we created the Workshop & Wellness Program, an initiative that combines training and self-care, contributing to both individual growth and a positive impact on the community.",
        "workshop-p2": "This program includes a variety of activities designed to promote health, well-being, and social awareness:",
        "workshop-l1": "<strong>CPR Campaigns:</strong> Training in cardiopulmonary resuscitation to be prepared for emergencies and save lives.",
        "workshop-l2": "<strong>Blood Donation:</strong> We organize events in partnership with health institutions, promoting solidarity and social commitment.",
        "workshop-l3": "<strong>Wellness Talks and Workshops:</strong> From stress management to mindfulness, because taking care of the mind is just as important as taking care of the body.",
        "workshop-l4": "Through Workshop & Wellness, we aim not only to train our team but also to contribute our part for a better world."
    },

    "innovation": {
        "innovation-p1": "We optimize processes<br> and expand horizons.",
        "innovation-description": "We have a team that seeks to <b>identify and execute innovation initiatives</b> in order to provide <span class='gradient-text' id='text1'>'emerging opportunities'. </span><br><br> These initiatives can be internal, meaning for the company, or external, aiming to improve pain points for current clients or gain insights for incorporating our own credentials (new products, knowledge, etc.)",
        "innovation-services": "Responsibilities and services",
        "service-1-title": "Research and information gathering",
        "service-1-description": "We search for information on innovation to generate ideas. This helps to discover new ideas that can later become opportunities supporting all parts of the innovation process.",
        "service-2-title": "Identify opportunities",
        "service-2-description": "We select ideas and work to ensure they align with the overall strategy of the organization or the client, thus developing the best possible set of criteria to evaluate proposals so they fit the objectives.",
        "service-3-title": "Bootcamps",
        "service-3-description": "We present the opportunity to be evaluated and analyze costs, feasibility, implementation plans, etc. This activity is related to the implementation or roll-out.",
        "service-4-title": "Enable opportunities",
        "service-4-description": "We connect ideas and define how to execute them. We work on developing implementation plans and quantify the results and learnings from new initiatives. Generation, selection, testing, and dissemination of ideas.",
        "innovation-p2": "In a VUCA (volatile, uncertain, complex, and ambiguous) world that changes at high speed, innovation is a key tool that companies use to continue projecting themselves into the <b>future.</b>"
}

}